adw-gtk-theme
amd-ucode
amdgpu_top
android-tools
android-udev
aria2
base
base-devel
bind
bluez
bluez-utils
breeze
btrfs-progs
cronie
darkman
dunst
efibootmgr
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-lua
fcitx5-qt
ffmpegthumbnailer
file-roller
firefox
fish
git
github-cli
gnome-keyring
go
gparted
grim
grub
grub-btrfs
gst-plugin-pipewire
gvfs
gvfs-mtp
gvfs-smb
gwenview
htop
hyprland
hyprpaper
hyprpolkitagent
inotify-tools
iwd
kitty
libgepub
libgsf
libopenraw
libpulse
libreoffice-fresh-zh-cn
linux
linux-firmware
man-db
mpv
nano
neovim
network-manager-applet
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
nwg-look
obsidian
pacman-contrib
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
poppler-glib
python-pywal
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rnote
rofi
sddm
seahorse
slurp
smartmontools
sox
sshfs
starship
stow
swaync
tela-circle-icon-theme-all
thunar
timeshift
traceroute
trash-cli
ttf-firacode-nerd
tumbler
ufw
uwsm
vim
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wl-clipboard
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xhost
xorg-xinit
xournalpp
yt-dlp
zathura
zathura-cb
zathura-pdf-poppler
zram-generator
